let answers = {
    "s": {
        "description": "Ты — очень отзывчивый и душевный человек! Твое терпение и желание помогать самым уязвимым — это настоящий дар. Тебе идеально подойдет **Социальное волонтерство**. Твоя поддержка и внимание могут изменить чью-то жизнь к лучшему.",
    },
    "e": {
        "description": "Ты — практичный, ответственный и не боишься труда! Твои руки и любовь к природе творят настоящие чудеса. Обрати внимание на направление **Эко-волонтерство**. Помощь заповедникам, уборка территорий и сохранение природы ждут тебя!",
    },
    "cul": {
        "description": "Ты — эрудированный и увлеченный человек, настоящий хранитель культуры! Твои знания и умение интересно рассказывать — бесценны. Мы рекомендуем тебе **Культурное волонтерство**: работа в музеях, на выставках и фестивалях искусства.",
    },
    "med": {
        "description": "Ты — собранный, спокойный и надежный человек! Твоя внимательность и ответственность — ключевые качества для помощи в сфере здравоохранения. Присмотрись к направлению **Волонтеры-медики**. Твоя помощь на медицинских акциях и в медучреждениях будет неоценима.",
    },
    "ev": {
        "description": "Ты — энергичный, коммуникабельный и обожаешь динамику! Атмосфера крупных событий — твоя стихия. Тебя ждет **Событийное волонтерство**. Спортивные соревнования, музыкальные фестивали и городские праздники не пройдут без твоей помощи!"
    },
};